Repository: Yewon419/TempoRoutine
Catalog: App/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 이전 응답이 채워져 있어요. 넘기면서 확인하고, 바뀐 것만 고쳐주세요.
en: Your previous answers are filled in. Flip through to review, and change only what's different.
ja: 前回の回答が入っています。見返しながら、変わったところだけ直してください。
zh_hans: 已填入上次的回答。翻看确认，只改有变化的部分就行。

source: 이전 항목과의 중간
en: Midway from the previous item
ja: 前の項目との中間
zh_hans: 与上一项的中间

source: 이제 그때를 떠올리면서 답해주세요.
en: Now answer while thinking back to that time.
ja: その時を思い出しながら答えてください。
zh_hans: 现在一边回想那时候，一边回答就好。

source: 이중 탭으로 생리 기록 전환
en: Double-tap to toggle the period log
ja: ダブルタップで生理の記録を切り替え
zh_hans: 双击可切换月经记录

source: 이틀치 일정을 나란히 보여줘요.
en: Shows two days of plans side by side.
ja: 2日分の予定を並べて表示します。
zh_hans: 并排显示两天的日程。

source: 일
en: Day
ja: 日
zh_hans: 日

source: 일 년치 밤들
en: A Year of Nights
ja: 一年分の夜
zh_hans: 一年份的夜晚

source: 일 주년
en: One Year Together
ja: 一周年
zh_hans: 一周年

source: 일시정지
en: Pause
ja: 一時停止
zh_hans: 暂停

source: 일정
en: Schedule
ja: 予定
zh_hans: 日程

source: 일정 삭제
en: Delete plan
ja: 予定を削除
zh_hans: 删除日程

source: 일정 수정
en: Edit event
ja: 予定を編集
zh_hans: 编辑日程

source: 일정 있는 날 아침 브리핑과 생리 예정일을 알림으로 챙겨드릴 수 있어요.
en: We can send a morning briefing on days with plans, and a heads-up before your period is due.
ja: 予定のある日の朝のブリーフィングと 生理の予定日をお知らせできます。
zh_hans: 有日程的日子可以送上早间简报， 月经的预计日期也能用通知提醒你。

source: 일정 추가
en: Add event
ja: 予定を追加
zh_hans: 添加日程

source: 일정·Input·Output·체크인이 같은 Apple 계정의 기기끼리 당신의 iCloud로 연동됩니다. 생리 기록은 iCloud로 보내지 않습니다.
en: Events, Input, Output, and check-ins sync through your iCloud between devices signed in to the same Apple Account. Period records are not sent to iCloud.
ja: 予定・Input・Output・チェックインは、同じAppleアカウントの端末どうしで、あなたのiCloudを通じて同期されます。生理の記録はiCloudに送信されません。
zh_hans: 日程、Input、Output 和打卡会在登录同一 Apple 账户的设备之间，通过你的 iCloud 同步。月经记录不会发送到 iCloud。

source: 일주일의 계절과 기록을 한 줄로 보여줘요.
en: Shows a week of seasons and records in one line.
ja: 1週間の季節と記録を一行で表示します。
zh_hans: 把一周的季节和记录用一行展示。

source: 입맛과 식사량 등 종합적인 식욕을 기록합니다.
en: Logs your overall appetite, including taste and how much you eat.
ja: 味の好みや食事量など、全体的な食欲を記録します。
zh_hans: 记录口味和食量等整体的食欲。

source: 자격증 공부
en: Studying for a certificate
ja: 資格の勉強
zh_hans: 考证学习

source: 자료 한 편 읽기
en: Read one article
ja: 資料を一本読む
zh_hans: 读一篇资料

source: 자유롭게 하루를 한 문장으로 남기는 특별한 기록입니다. 일기도 좋고, 메모도 좋습니다.
en: A special record where you leave your day in one free-form sentence. A diary works, and so does a note.
ja: 一日を一文で自由に残す特別な記録です。日記でも、メモでも大丈夫です。
zh_hans: 用一句话自由地记下这一天的特别记录。写日记可以，随手一记也可以。

source: 자전거 30분
en: 30 min cycling
ja: 自転車30分
zh_hans: 骑车 30 分钟

source: 자주
en: Often
ja: よく
zh_hans: 经常

source: 잘 마실게요
en: Thanks, I'll enjoy it
ja: ありがたくいただきます
zh_hans: 谢谢，我会好好享用

source: 잘 모르겠어요
en: I'm not sure
ja: よくわかりません
zh_hans: 不太清楚

source: 잠
en: Sleep
ja: 睡眠
zh_hans: 睡眠

source: 잠금화면에서 오늘의 계절과 일정을 보여줘요.
en: Shows today's season and plans on the Lock Screen.
ja: ロック画面に今日の季節と予定を表示します。
zh_hans: 在锁定屏幕上显示今天的季节和安排。

source: 잠들기 전 차 한 잔
en: A cup of tea before bed
ja: 寝る前にお茶を一杯
zh_hans: 睡前一杯茶

source: 잠시만요
en: One moment
ja: 少々お待ちください
zh_hans: 请稍等

source: 잠은
en: Sleep
ja: 睡眠は
zh_hans: 睡眠

source: 저녁 산책
en: Evening walk
ja: 夕方の散歩
zh_hans: 傍晚散步

source: 저녁 요가
en: Evening yoga
ja: 夜ヨガ
zh_hans: 晚上瑜伽

source: 저장
en: Save
ja: 保存
zh_hans: 保存

source: 저장 위치
en: Where it's saved
ja: 保存先
zh_hans: 保存位置

source: 적용 중
en: Applying
ja: 適用中
zh_hans: 应用中

source: 적용하기
en: Apply
ja: 適用する
zh_hans: 应用

source: 전날
en: Day before
ja: 前日
zh_hans: 前一天

source: 전날 아침
en: The morning before
ja: 前日の朝
zh_hans: 前一天早上

source: 전달했어요
en: Sent
ja: 送信しました
zh_hans: 已发送

source: 전부 지우고 처음부터
en: Erase Everything and Start Over
ja: すべて消して最初から
zh_hans: 全部抹掉，从头开始

source: 전시 보러 가기
en: Going to an exhibition
ja: 展示を見に行く
zh_hans: 去看展览

source: 전체 보기
en: See all
ja: すべて表示
zh_hans: 查看全部

source: 절댓값보다는 오르내림과 편차를 알아보는 데 의미를 가집니다.
en: It's meant for noticing ups and downs and variation, rather than absolute values.
ja: 絶対値よりも、上がり下がりやばらつきを見るためのものです。
zh_hans: 它的意义在于看出起伏和波动，而不是绝对数值。

source: 정말 초기화할까요?
en: Really reset?
ja: 本当にリセットしますか？
zh_hans: 确定要重置吗？

source: 정상적으로 가져올 수 없나요? 건강 권한 설정 열기
en: Not importing properly? Open Health permission settings
ja: うまく読み込めませんか? ヘルスケアの権限設定を開く
zh_hans: 无法正常导入吗？打开“健康”权限设置

source: 정시
en: On the hour
ja: 毎正時
zh_hans: 整点

source: 제목
en: Title
ja: タイトル
zh_hans: 标题

source: 제철 버섯 요리
en: Seasonal mushroom dish
ja: 旬のきのこ料理
zh_hans: 当季蘑菇料理

source: 제철 재료로 한 끼
en: A meal with seasonal ingredients
ja: 旬の食材で一食
zh_hans: 用应季食材做一餐

source: 제출
en: Submit
ja: 送信
zh_hans: 提交

source: 제헌절
en: Constitution Day
ja: 制憲節
zh_hans: 制宪节

source: 조건에 맞는 테마가 없어요.
en: No themes match.
ja: 条件に合うテーマがありません。
zh_hans: 没有符合条件的主题。

source: 조금 달라요
en: A little different
ja: 少し違います
zh_hans: 有点不一样

source: 조금 더 해볼 수 있나요? 무리하지는 말아요.
en: Feel like doing a bit more? Just don't push too hard.
ja: もう少しできそうですか？ 無理はしないでくださいね。
zh_hans: 还想再做一点吗？不过别勉强自己。

source: 존 오류 %1$@
en: Zone error %1$@
ja: ゾーンエラー %1$@
zh_hans: 区域错误 %1$@

source: 종료
en: End
ja: 終了
zh_hans: 结束

source: 종이에 눌러 새긴 하루. 잉크 없는 음각의 물성.
en: A day pressed into paper. The feel of an ink-less deboss.
ja: 紙に押し込んだ一日。インクのない凹みの手ざわり。
zh_hans: 压印在纸上的一天。没有油墨的凹痕质感。

source: 종일
en: All day
ja: 終日
zh_hans: 全天

source: 좋음
en: Good
ja: 良い
zh_hans: 好

source: 주기 기준
en: Cycle-based
ja: 周期基準
zh_hans: 按周期

source: 주기 길이
en: Cycle length
ja: 周期の長さ
zh_hans: 周期长度

source: 주기 일차별 평균 · 기록상 패턴이에요
en: Average by cycle day · a pattern in your records
ja: 周期日ごとの平均 · 記録から見えるパターンです
zh_hans: 按周期天数的平均 · 是记录中的规律

source: 주기가 보통 며칠쯤인가요?
en: How many days is your cycle usually?
ja: 周期はふだん 何日くらいですか？
zh_hans: 你的周期通常 有几天呢？

source: 중간값으로
en: around the middle
ja: 中間くらいに
zh_hans: 中间水平

source: 증상 %1$@
en: Symptom %1$@
ja: 症状 %1$@
zh_hans: 症状 %1$@

source: 지금
en: Now
ja: 今
zh_hans: 现在

source: 지금 %1$lld도, 최고 %2$lld도, 최저 %3$lld도, %4$@ 올 확률 %5$lld퍼센트
en: Now %1$lld degrees, high %2$lld, low %3$lld, %4$@ chance %5$lld percent
ja: 今 %1$lld度、最高 %2$lld度、最低 %3$lld度、%4$@ の確率 %5$lld パーセント
zh_hans: 当前%1$lld度，最高%2$lld度，最低%3$lld度，%4$@的概率百分之%5$lld

source: 지금 %lld°
en: Now %lld°
ja: 今 %lld°
zh_hans: 当前 %lld°

source: 지금 가진 씨앗
en: Seeds you have now
ja: いま持っているたね
zh_hans: 现在拥有的种子

source: 지금 계절과 일차를 보여줘요.
en: Shows the current season and day.
ja: 今の季節と日目を表示します。
zh_hans: 显示当前的季节和第几天。

source: 지금 동기화
en: Sync now
ja: 今すぐ同期
zh_hans: 立即同步

source: 지금 씨앗 %lld개
en: You have %lld
ja: いま たね %lld個
zh_hans: 现在有 %lld 个种子

source: 지금 재생 중인 계절. 하루가 트랙처럼 흘러요.
en: The season now playing. Your day flows like a track.
ja: いま再生中の季節。一日がトラックのように流れます。
zh_hans: 正在播放的季节。一天像音轨一样流淌。

source: 지금 적용하기
en: Apply now
ja: 今すぐ適用
zh_hans: 立即应用

source: 지금은 넘어가기
en: Skip for now
ja: 今はスキップ
zh_hans: 暂时跳过

source: 지금은 무료 체험 기간이에요. %1$@일 동안 모든 테마를 자유롭게 바꿔볼 수 있어요.
en: You're in the free trial right now. For %1$@ days you can switch between all themes freely.
ja: いまは無料体験期間です。%1$@日間、すべてのテーマを自由に切り替えられます。
zh_hans: 现在是免费体验期。%1$@天内可以自由更换所有主题。

source: 지금은 무료 체험 기간이에요. %@일 동안 모든 테마를 자유롭게 바꿔볼 수 있어요.
en: You're in the free trial right now. For %@ days you can switch between all themes freely.
ja: 今は無料体験期間です。%@日間、すべてのテーマを自由に切り替えられます。
zh_hans: 现在是免费体验期。%@天内可以自由切换所有主题。

source: 지금은 준비 중이에요
en: Not ready yet
ja: 今は準備中です
zh_hans: 现在还在准备中

source: 지난 %1$@번, 예측과 실제가 평균 %2$@일 차이였어요.
en: Over the last %1$@ times, the prediction and the actual day differed by %2$@ days on average.
ja: 直近%1$@回、予測と実際の差は平均%2$@日でした。
zh_hans: 最近%1$@次，预测和实际平均相差%2$@天。

source: 지난 %lld번, 예측한 날에 시작했어요.
en: The last %lld time(s), it started on the predicted day.
ja: 直近%lld回、予測した日に始まりました。
zh_hans: 最近%lld次，都在预测的那天开始了。

source: 지난 %lld주기 ·
en: Last %lld cycle(s) ·
ja: 直近%lld周期・
zh_hans: 最近 %lld 个周期 ·

source: 지난 %lld주기,
en: Over the last %lld cycle(s),
ja: この%lld周期は、
zh_hans: 过去 %lld 个周期，

source: 지난 기록상,
en: From your past records,
ja: これまでの記録では、
zh_hans: 从过去的记录看，

source: 지난 생리에서 다음 생리까지의 간격을 알려주세요.
en: Let us know the gap from one period to the next.
ja: 前回の生理から次の生理までの間隔を教えてください。
zh_hans: 请告诉我们上次月经到下次月经之间的间隔。

source: 지난 주기 돌아보기
en: Last Cycle in Review
ja: 前の周期をふりかえる
zh_hans: 回顾上个周期

source: 지난달로 넘기면 이전 생리도 기록할 수 있어요.
en: Swipe back to last month to log earlier periods too.
ja: 先月に移動すると、以前の生理も記録できます。
zh_hans: 翻到上个月，也可以记录之前的月经。

source: 지난밤 수면의 질을 기록합니다.
en: Logs the quality of last night's sleep.
ja: 昨夜の睡眠の質を記録します。
zh_hans: 记录昨晚的睡眠质量。

source: 지난밤 잠은
en: Last night's sleep
ja: 昨夜の睡眠は
zh_hans: 昨晚的睡眠

source: 지면이 곧 오늘의 하늘. 시간과 날씨가 화면을 물들여요.
en: The page is today's sky. Time and weather color the screen.
ja: 紙面がそのまま今日の空。時間と天気が画面を染めます。
zh_hans: 纸面就是今天的天空。时间和天气为画面上色。

source: 지우기
en: Clear
ja: 消す
zh_hans: 清除

source: 직접 기록할게요
en: I'll log it myself
ja: 自分で記録します
zh_hans: 我自己记录

source: 진행 방식
en: Tracking style
ja: 進め方
zh_hans: 记录方式

source: 진행 중인 Output과 남은 날짜를 보여줘요.
en: Shows your Outputs in progress and the days left.
ja: 進行中のアウトプットと残りの日数を表示します。
zh_hans: 显示进行中的 Output 和剩余天数。

source: 진행 중인 Output이 없어요
en: No Output in progress
ja: 進行中のアウトプットはありません
zh_hans: 没有进行中的 Output

source: 진행도 %1$@ / %2$@
en: Progress %1$@ / %2$@
ja: 進捗 %1$@ / %2$@
zh_hans: 进度 %1$@ / %2$@

source: 진행도가 함께 지워져요. 되돌릴 수 없어요.
en: Your progress will be deleted along with it. This can't be undone.
ja: 進み具合も一緒に消えます。元に戻せません。
zh_hans: 进度也会一并删除。无法恢复。

source: 책 한 챕터
en: A chapter of a book
ja: 本を1章
zh_hans: 一章书

source: 책상 정리
en: Tidying the desk
ja: 机の片づけ
zh_hans: 整理书桌

source: 철분 챙기기
en: Take some iron
ja: 鉄分をとる
zh_hans: 补充铁质

source: 첫 걸음
en: First Step
ja: はじめの一歩
zh_hans: 第一步

source: 첫 생리 시작일을 기록하면, 당신의 계절이 시작돼요.
en: Once you log the first day of your period, your seasons begin.
ja: 最初の生理開始日を記録すると、あなたの季節が始まります。
zh_hans: 记录下第一次月经的开始日，你的季节就开始了。

source: 첫 생리일 기록
en: Log first period day
ja: 最初の生理日を記録
zh_hans: 记录月经第一天

source: 첫 생리일을 기록하면 계절이 채워지기 시작할거예요
en: Log your first period day and the seasons will start filling in
ja: 最初の生理日を記録すると、季節が埋まりはじめます
zh_hans: 记录第一天月经后，季节就会开始填满

source: 첫 생리일을 기록하면 시작돼요
en: It starts once you log your first period day
ja: 最初の生理日を記録すると始まります
zh_hans: 记录下第一天月经就会开始

source: 첫 체크인을 완성해요
en: Complete your first check-in
ja: はじめてのチェックインを完成
zh_hans: 完成第一次签到

source: 첫 테마를 구매해요
en: Buy your first theme
ja: はじめてのテーマを購入
zh_hans: 购买第一个主题

source: 첫 패턴을 기다리는 중
en: Waiting for your first pattern
ja: 最初のパターンを待っています
zh_hans: 正在等待第一个规律

source: 체크
en: Check
ja: チェック
zh_hans: 打勾

source: 체크 기록이 함께 지워져요. 되돌릴 수 없어요.
en: Your check records will be deleted along with it. This can't be undone.
ja: チェックの記録も一緒に削除されます。元に戻せません。
zh_hans: 勾选的记录会一起被删除。无法恢复。

source: 체크리스트
en: Checklist
ja: チェックリスト
zh_hans: 清单

source: 체크리스트 항목 추가
en: Add checklist item
ja: チェックリスト項目を追加
zh_hans: 添加清单项

source: 체크만
en: Check only
ja: チェックのみ
zh_hans: 仅打勾

source: 체크인 %1$@일을 완성했어요.
en: You completed %1$@ days of check-ins.
ja: チェックインを%1$@日完成しました。
zh_hans: 完成了%1$@天签到。

source: 체크인 100일을 완성해요
en: Complete 100 check-ins
ja: チェックインを100日完成
zh_hans: 完成100天签到

source: 체크인 10일을 완성해요
en: Complete 10 check-ins
ja: チェックインを10日完成
zh_hans: 完成10天签到

source: 체크인 365일을 완성해요
en: Complete 365 check-ins
ja: チェックインを365日完成
zh_hans: 完成365天签到

source: 체크인 50일을 완성해요
en: Complete 50 check-ins
ja: チェックインを50日完成
zh_hans: 完成50天签到

source: 체크인으로 모은 씨앗을 낸 테마예요. 원장에는 낸 씨앗 수만 남아서 날짜는 알 수 없어요.
en: Themes you paid for with seeds from your check-ins. The ledger keeps only the number of seeds, so the date isn't available.
ja: チェックインで集めたたねで開いたテーマです。台帳には支払ったたねの数だけが残るため、日付はわかりません。
zh_hans: 这些主题是用签到积累的种子解锁的。账本只记录支付的种子数量，因此无法得知日期。

source: 체크인을 모으거나 숨은 것을 발견하면 배지가 하나씩 쌓여요. 눌러서 모은 배지를 볼 수 있어요.
en: Badges collect as you check in or find hidden things. Tap to see the ones you have.
ja: チェックインを重ねたり、隠れたものを見つけるとバッジがたまります。タップすると集めたバッジを見られます。
zh_hans: 签到累积或发现隐藏内容时会得到徽章。点一下就能看已收集的徽章。

source: 초기화
en: Reset
ja: リセット
zh_hans: 重置

source: 초기화 마무리 대기 — iCloud 연결 후 다시 열어주세요
en: Reset not finished — open the app again once iCloud is reachable
ja: リセット未完了 — iCloudに接続してからもう一度開いてください
zh_hans: 重置尚未完成，请连接 iCloud 后再次打开

source: 초안 쓰기
en: Write a draft
ja: 下書きを書く
zh_hans: 写初稿

source: 최고 %1$lld° 최저 %2$lld°
en: H %1$lld° L %2$lld°
ja: 最高 %1$lld° 最低 %2$lld°
zh_hans: 最高 %1$lld° 最低 %2$lld°

source: 최근 주기 %1$@일
en: Recent cycle %1$@ days
ja: 直近の周期 %1$@日
zh_hans: 最近周期 %1$@天

source: 최근 주기 %@일
en: Recent cycle %@ days
ja: 最近の周期 %@日
zh_hans: 最近周期 %@天

source: 추가
en: Add
ja: 追加
zh_hans: 添加

source: 추석
en: Chuseok
ja: 秋夕
zh_hans: 中秋节

source: 추석 연휴
en: Chuseok holiday
ja: 秋夕連休
zh_hans: 中秋节假期

source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

source: 치팅데이
en: Cheat day
ja: チートデイ
zh_hans: 欺骗日

source: 카테고리
en: Category
ja: カテゴリ
zh_hans: 分类

source: 카페에서 독서
en: Reading at a café
ja: カフェで読書
zh_hans: 在咖啡馆读书

source: 캐시 비우기
en: Clear cache
ja: キャッシュを削除
zh_hans: 清除缓存

source: 캐시를 비울까요?
en: Clear the cache?
ja: キャッシュを削除しますか？
zh_hans: 要清除缓存吗？

source: 캘린더
en: Calendar
ja: カレンダー
zh_hans: 日历

source: 캘린더 보기
en: See the calendar
ja: カレンダーを見る
zh_hans: 查看日历

source: 캘린더 탭에서 생리 기록 숨기기
en: Hide period log on Calendar tab
ja: カレンダータブで生理記録を隠す
zh_hans: 在日历标签页隐藏经期记录

source: 캘린더 탭의 「생리 기록」 버튼이 숨겨져요. 기록은 여기서 할 수 있어요.
en: The Period log button is hidden on the Calendar tab. You can log it here instead.
ja: カレンダータブの「生理記録」ボタンが隠れます。記録はここからできます。
zh_hans: 日历标签页的「经期记录」按钮将被隐藏，可以在这里记录。

source: 캘린더 가져오기
en: Import calendar
ja: カレンダーを読み込む
zh_hans: 导入日历

source: 캘린더 접근이 꺼져 있어요. 설정 앱의 개인정보 보호에서 캘린더 접근을 허용하면 다시 가져올 수 있어요.
en: Calendar access is turned off. Allow calendar access under Privacy in the Settings app, and you can import again.
ja: カレンダーへのアクセスがオフになっています。設定Appのプライバシーでカレンダーへのアクセスを許可すると、もう一度読み込めます。
zh_hans: 日历访问已关闭。在“设置”App 的隐私中允许访问日历，就可以重新导入。

source: 커피 %1$@잔을 받았어요. 당신의 친절 덕에 며칠 더 즐겁게 개발하게 됐어요!
en: I received %1$@ cups of coffee. Thanks to your kindness, I get to keep building happily for a few more days!
ja: コーヒーを%1$@杯いただきました。あなたのやさしさのおかげで、あと数日も楽しく開発できます！
zh_hans: 收到了%1$@杯咖啡。多亏你的这份心意，我又能开开心心地多开发几天了！

source: 커피 한 잔
en: A cup of coffee
ja: コーヒー一杯
zh_hans: 一杯咖啡

source: 커피 한 잔 (시험용)
en: A cup of coffee (test)
ja: コーヒー一杯（テスト用）
zh_hans: 一杯咖啡（测试用）

source: 커피 한 잔 · %1$@
en: A cup of coffee · %1$@
ja: コーヒー一杯 · %1$@
zh_hans: 一杯咖啡 · %1$@

source: 컨디션
en: How you feel
ja: 体調
zh_hans: 状态

source: 켜짐
en: On
ja: オン
zh_hans: 开

source: 코발트블루
en: Cobalt blue
ja: コバルトブルー
zh_hans: 钴蓝

source: 클래식 음악 듣기
en: Listen to classical music
ja: クラシック音楽を聴く
zh_hans: 听古典音乐

source: 타이머
en: Timer
ja: タイマー
zh_hans: 计时器

source: 타이머 다시 시작
en: Restart timer
ja: タイマーを再開
zh_hans: 重新开始计时器

source: 타이머 멈추기
en: Stop timer
ja: タイマーを止める
zh_hans: 停止计时器

source: 탭하면 건너뜁니다
en: Tap to skip
ja: タップでスキップ
zh_hans: 轻点可跳过

source: 탭하면 닫습니다
en: Tap to dismiss
ja: タップで閉じます
zh_hans: 点按关闭

source: 탭하면 수정, 길게 누르면 삭제할 수 있어요
en: Tap to edit, press and hold to delete
ja: タップで編集、長押しで削除できます
zh_hans: 轻点可编辑，长按可删除

source: 탭해서 담아볼 수 있어요.
en: You can tap to add one.
ja: タップして追加できます。
zh_hans: 可以点一下添加。

source: 테마
en: Theme
ja: テーマ
zh_hans: 主题

source: 테마 검색
en: Search themes
ja: テーマを検索
zh_hans: 搜索主题

source: 테마 더 만들어 주세요
en: Please make more themes
ja: テーマをもっと作ってください
zh_hans: 请多做一些主题

source: 테마 배경 영상처럼 내려받은 파일만 지워요. 기록은 그대로예요. 지금 쓰는 테마의 파일은 필요해지면 다시 받아요.
en: Only downloaded files, such as theme background videos, are removed. Your records stay as they are. Files for the theme you're using are downloaded again when they're needed.
ja: テーマの背景動画など、ダウンロードしたファイルだけを削除します。記録はそのままです。使用中のテーマのファイルは、必要になったときに再びダウンロードされます。
zh_hans: 仅删除已下载的文件，例如主题背景视频。您的记录不受影响。正在使用的主题所需的文件会在需要时重新下载。

source: 테마 화면을 엽니다
en: Opens the themes screen
ja: テーマ画面を開きます
zh_hans: 打开主题页面

source: 테마를 3개 모아요
en: Collect three themes
ja: テーマを3つ集めます
zh_hans: 收集三个主题

source: 테마의 적용도 이곳에서 할 수 있어요.
en: You can apply themes here too.
ja: テーマの適用もここでできます。
zh_hans: 主题也可以在这里应用。

source: 테스트 알림 보내기
en: Send a test notification
ja: テスト通知を送る
zh_hans: 发送测试通知

source: 테스트 알림이에요
en: This is a test notification
ja: テスト通知です
zh_hans: 这是一条测试通知

source: 템포루틴
en: TempoRoutine
ja: テンポルーティン
zh_hans: TempoRoutine

source: 템포루틴 · 당신 몸의 템포에 맞게
en: TempoRoutine · In tempo with your body
ja: テンポルーティン・あなたの体のテンポに合わせて
zh_hans: TempoRoutine · 契合你身体的节奏

source: 템포루틴 사랑해요
en: I love TempoRoutine
ja: テンポルーティン大好きです
zh_hans: 我爱 TempoRoutine

source: 템포루틴 피드백
en: TempoRoutine feedback
ja: テンポルーティン フィードバック
zh_hans: TempoRoutine 反馈

source: 템포루틴과 1년을 함께해요
en: Spend a year with TempoRoutine
ja: テンポルーティンと1年間
zh_hans: 与TempoRoutine共度一年

source: 템포루틴은 당신이 기록해 놓은 과거를 기반으로 당신만의 템포를 보여주는 앱입니다. 의학적 진단이나 조언은 포함되어 있지 않습니다.
en: TempoRoutine is an app that, based on the past you've recorded, shows you a tempo that is yours alone. It doesn't include medical diagnosis or advice.
ja: テンポルーティンは、あなたが記録してきた過去をもとに あなただけのテンポを見せるAppです。 医学的な診断や助言は含まれていません。
zh_hans: TempoRoutine 会根据你记录下来的过去， 呈现只属于你的节奏。 其中不包含医学诊断或建议。

source: 템포루틴이 당신만의 리듬을 찾게 도와줄게요.
en: TempoRoutine will help you find your own rhythm.
ja: テンポルーティンが、あなただけのリズムを見つけるお手伝いをします。
zh_hans: TempoRoutine 会帮你找到属于自己的节奏。

source: 토
en: Sat
ja: 土
zh_hans: 六

source: 티켓
en: Ticket
ja: チケット
zh_hans: 票券

source: 팟캐스트 한 편
en: One podcast episode
ja: ポッドキャスト1本
zh_hans: 一集播客

source: 패턴 수집 진행
en: Pattern collection progress
ja: パターン収集の進捗
zh_hans: 规律收集进度

source: 패턴이 보이기 시작했어요
en: A pattern is starting to show
ja: パターンが見えてきました
zh_hans: 开始看出规律了

source: 퍼센트
en: Percent
ja: パーセント
zh_hans: 百分比

source: 퍼플
en: Purple
ja: パープル
zh_hans: 紫色

source: 포근한 영화 한 편
en: A cozy movie
ja: ほっとする映画を一本
zh_hans: 一部温暖的电影

source: 포인트색 선택
en: Choose accent color
ja: アクセントカラーを選ぶ
zh_hans: 选择强调色

source: 포인트컬러
en: Accent Color
ja: アクセントカラー
zh_hans: 强调色

source: 폼롤러
en: Foam roller
ja: フォームローラー
zh_hans: 泡沫轴

source: 푹 잤어요
en: Slept well
ja: ぐっすり眠れました
zh_hans: 睡得很好

source: 프로젝트 한 단계 끝내기
en: Finish one step of a project
ja: プロジェクトを一段階終える
zh_hans: 完成项目的一个阶段

source: 프로젝트나 공부처럼 내보내는 일들이에요. 계절에 따라 분량을 조절해보면 어떨까요?
en: These are the things you put out, like projects or study. How about adjusting how much you take on by season?
ja: プロジェクトや勉強のように、外に出していくことです。季節に合わせて量を調整してみてはどうでしょうか？
zh_hans: 像项目或学习这样向外输出的事情。不妨按季节调整一下分量？

source: 플래너와 체크인은 당신의 iCloud로 기기 간에 이어지고,
en: The planner and check-ins carry over between devices through your iCloud,
ja: プランナーとチェックインは、あなたのiCloudで端末間につながり、
zh_hans: 计划表和打卡会通过你的 iCloud 在设备之间连接，

source: 플레이리스트
en: Playlist
ja: プレイリスト
zh_hans: 播放列表

source: 하늘
en: Sky
ja: スカイ
zh_hans: 天蓝

source: 하늘 (확인용)
en: Sky (test)
ja: スカイ（確認用）
zh_hans: 天空（测试用）

source: 하루 상세 보기
en: View day detail
ja: 一日の詳細を見る
zh_hans: 查看当天详情

source: 하루 체크인을 완성하면 씨앗이 하나씩 모여요.
en: Complete a day's check-in and you gather one seed.
ja: 一日のチェックインを完成させると、たねが一つずつ集まります。
zh_hans: 完成一天的打卡，就会攒到一颗种子。

source: 하루 체크인을 완성할 때마다 씨앗이 하나씩 모여요. 탭하면 테마 화면이 열리고, 모은 씨앗으로 새 테마를 구매할 수 있어요.
en: Each time you complete a day's check-in, one seed is collected. Tap to open the theme screen, where you can buy a new theme with the seeds you've collected.
ja: 一日のチェックインを完成させるたびに、たねが一つずつ集まります。タップするとテーマ画面が開き、集めたたねで新しいテーマを購入できます。
zh_hans: 每完成一天的打卡，就会攒下一颗种子。轻点可以打开主题页面，用攒下的种子购买新主题。

source: 하루를 간단히 남겨봐요
en: Leave a short note about your day
ja: 一日を簡単に書き残してみませんか
zh_hans: 简单记下这一天吧

source: 하루의 구성 %1$@ / 3
en: How a day is made up %1$@ / 3
ja: 一日の構成 %1$@ / 3
zh_hans: 一天的构成 %1$@ / 3

source: 하루종일
en: All day
ja: 終日
zh_hans: 全天

source: 한 달 안의 사계절
en: Four seasons in a month
ja: ひと月の中の四季
zh_hans: 一个月里的四季

source: 한 달 이내
en: Within the past month
ja: 1か月以内
zh_hans: 一个月以内

source: 한 달의 계절과 기록을 보여줘요.
en: Shows a month of seasons and records.
ja: 1か月の季節と記録を表示します。
zh_hans: 显示一个月的季节和记录。

source: 한 바퀴
en: Full Circle
ja: ひとまわり
zh_hans: 完整一轮

source: 한 주기 안에서 가장 좋은 때와 가장 안 좋은 때, 얼마나 다른가요
en: Within one cycle, how different are your best and worst times?
ja: 1周期の中で一番調子がいい時と悪い時は、どのくらい違いますか
zh_hans: 在一个周期里，状态最好的时候和最不好的时候，差别有多大

source: 한 주기 안에서도 에너지와 컨디션은 오르내립니다.
en: Even within one cycle, your energy and how you feel rise and fall.
ja: 一つの周期の中でも、エネルギーと体調は上がり下がりします。
zh_hans: 即使在一个周期里，精力和状态也会起起伏伏。

source: 한 주기 중에 컨디션이 가장 좋은 때는 언제인가요
en: When in a cycle do you feel best?
ja: 1周期の中で体調が一番いい時期はいつですか
zh_hans: 一个周期里状态最好的时候是什么时候

source: 한 주기를 처음부터 끝까지 함께해요
en: See one full cycle through
ja: ひとつの周期を最初から最後まで
zh_hans: 陪伴完整一个周期

source: 한 줄 기록
en: Notes
ja: 一行記録
zh_hans: 一行记录

source: 한글날
en: Hangeul Day
ja: ハングルの日
zh_hans: 韩文日

source: 헬스장
en: Gym
ja: ジム
zh_hans: 健身房

source: 현충일
en: Memorial Day
ja: 顕忠日
zh_hans: 显忠日

source: 호르몬 피임약이나 시술을 쓰고 있나요
en: Are you using hormonal birth control pills or a procedure?
ja: ホルモン避妊薬や避妊処置を使っていますか
zh_hans: 在使用激素类避孕药或避孕手术吗

source: 혼자 만들고 있어요
en: I'm making this on my own
ja: ひとりでつくっています
zh_hans: 我一个人在做

source: 혼자만의 패션쇼
en: A fashion show for one
ja: ひとりファッションショー
zh_hans: 一个人的时装秀

source: 홈트 한 세트
en: One home workout set
ja: 宅トレを1セット
zh_hans: 居家锻炼一组

source: 화
en: Tue
ja: 火
zh_hans: 二

source: 화분에 물 주기
en: Water the plants
ja: 植木に水をやる
zh_hans: 给花浇水

source: 확인
en: OK
ja: OK
zh_hans: 确定

source: 환불됨
en: Refunded
ja: 返金済み
zh_hans: 已退款

source: 활판
en: Letterpress
ja: 活版
zh_hans: 活版

source: 흐림
en: Cloudy
ja: くもり
zh_hans: 多云

source: 힐링 드라마 한 편
en: One feel-good drama episode
ja: 癒し系ドラマを1本
zh_hans: 一集治愈系剧

source: %1$@월 %2$@일 (%3$@)
ja: %1$@月%2$@日 (%3$@)
zh_hans: %1$@月%2$@日（%3$@）

source: %1$@일 %2$@
ja: %1$@日 %2$@
zh_hans: %1$@日 %2$@
